<?php
session_start();
?>
<html lang="ru" dir="ltr">

<head>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Сыктывкар</title>
    <link rel="shortcut icon" href="/Img/favicon.png" type="image/x-icon">
    <link rel="stylesheet" href="Style/reset.css">
    <link rel="stylesheet" href="Style/style.css">
    <link rel="stylesheet" href="Style/fonts.css">
    <link rel="stylesheet" href="Style/header__nav.css">
</head>

<body>
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/1/jquery.min.js"></script>
    <script src="Js/button.js"></script>
    <div class="container">
        <header class="header">
            <div class="header__section">
                <div class="header__item header__logo">
                    <a class="index" href="index.php">Сыктывкар</a>
                </div>
            </div>
            <div class="header__section">
                <nav role="navigation">
                  <ul>
                    <li><a href="about.php">Подробнее о городе</a>
                      <ul class="dropdown" aria-label="submenu">
                        <li><a href="attractions.php">Достопримечательности</a></li>
                        <li><a href="stars.php">Известные личности</a></li>
                        <li><a href="map.php">Карта</a></li>
                        <li><a href="about.php">О городе</a></li>
                      </ul>
                    </li>
                    <?php if ($_SESSION['username']) {
                        echo '<li><a href="profile.php">Профиль</a>
                                <ul class="dropdown" aria-label="submenu">
                                    <li><a href="settings.php">Настройки</a></li>
                                </ul>
                                </li>';
                        echo '<li><a href="logout.php">Выйти</a></li>';
                    } else {
                        echo '<li><a href="authorization.php">Войти</a></li>';
                    } ?>
                  </ul>
                </nav>
            </div>
        </header>

        <div class="content">
            <div id="top-link">
                <a href="#top"></a>
            </div>
            <p class="index__content">
                Город основан 5 февраля 1780 года по Указу Екатерины II. Первоначальное его название — Усть-Сысольск. В 1930 году город переименован в Сыктывкар. Это название в переводе с коми языка означает – «город на Сысоле».

                Сыктывкар является административным центром Республики Коми.

                Город расположен на северо-востоке Европейской части России в 1410 км к северо-востоку от Москвы. Сыктывкар раскинулся на берегах двух рек — Сысолы и Вычегды в окружении лесов. Общая площадь города составляет 152 кв.км.

                Климат в Сыктывкаре умеренно-континентальный, с продолжительной, довольно суровой зимой и коротким, сравнительно тёплым летом. Средняя температура января — минус 15 градусов С, июля — плюс 17 градусов С. Осадков выпадает около 650 мм в год.

                Сыктывкар — многонациональный город. Здесь проживает около 250 тысяч жителей – это представители более 70 национальностей. В городе действуют различные национальные общества.

                Сыктывкар — большой промышленный центр. В городе работает около 40 промышленных предприятий, одна треть которых имеет всероссийское значение. Среди них крупнейшее в Европе предприятие по производству картонно-бумажной продукции — ОАО «Монди Сыктывкарский ЛПК»,  ОАО «Сыктывкар Тиссью Групп» — одна из ведущих российский компаний по производству санитарно-гигиенической продукции, ОАО «Комитекс» — фабрика нетканых материалов, ООО «Сыктывкарский фанерный завод», ОАО «Сыктывкарский ликеро-водочный завод» — ведущий производитель алкогольной продукции в республике.

                Кроме того, Сыктывкар – один из крупнейших научных центров на Европейском Севере России. В городе насчитывается порядка 30 специализированных учреждений, осуществляющих научно-исследовательские и опытно-конструкторские работы. Флагман научных учреждений Сыктывкара — Коми научный центр УрО РАН, в состав которого входят: институт геологии, биологии, языка, литературы и истории, физиологии, экономических и социальных проблем Севера, химии, а также отдел энергетики, математики и централизованных служб.  В Сыктывкаре функционирует Сыктывкарский государственный университет, Коми государственный педагогический институт, Сыктывкарский лесной институт, Коми республиканская академия госслужбы. Работают филиалы высших учебных заведений Санкт-Петербурга, Москвы, Ижевска, Кирова. Имеется Торгово-экономический колледж, Коми республиканский колледж культуры имени Чисталева, Сыктывкарский медицинский колледж, Сыктывкарское высшее педагогическое училище имени Куратова, Сыктывкарское высшее педагогическое училище № 2, Республиканское училище искусств, Сыктывкарский кооперативный техникум, Сыктывкарский технологический колледж, Гимназия искусств при Главе Республики Коми.

                Сыктывкар – культурная столица республики. В городе работает Республиканский театр оперы и балета Республики Коми, Национальный музыкально-драматический театр Республики Коми, Государственный академический театр драмы им. В. А. Савина, а также один из любимых центров культуры горожан — Коми Республиканская филармония. Крупнейшее государственное музейное учреждение республики — Национальный музей Республики Коми. Гордостью сыктывкарцев является Национальная галерея Республики Коми. Широкую известность за пределами республики имеет геологический музей им. А. А. Чернова. Интересные экспозиции представлены в музее истории просвещения Коми края, музее археологии и этнографии. В городе широко развита библиотечная сеть. Уникальный фонд печатных и рукописных документов по истории, культуре и литературе Коми края представлен в Национальной библиотеке Республики Коми, одной из старейших на Северо-Западе России.

                В Сыктывкаре функционируют крупнейший в республике плавательный бассейн и Центральный стадион республиканского значения.

                Столица Коми поддерживает дружеские связи с зарубежными городами, пять из которых являются городами-побратимами Сыктывкара: г. Тайюань (Китай, провинция Шанси), г. Лос-Алтос (США), г. Кулльера (Испания), г. Дебрецен (Венгрия) и г. Ловеч (Болгария).
            </p>
        </div>

        <div class="footer">
            <div class="footer__copyright">
                © 2020, сайт-визитка города Сыктывкар
            </div>
        </div>
    </div>
</body>

</html>
